9/data/attachments/1c6725ed13e72cea.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_apply_Actions_19572_1</nif:username>
            <nif:friendToBeRequested>soap_actions_98577013-f692-4240-8b80-3b19e9202706</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>